Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
mnw: မၞိဟ် ၁၀၀ ပၠောပ်ရမျာၚ် ၁၀၀ ဝါကျ ပ္ဍဲမွဲမွဲတ္ၚဲမ္ဂး ဖန်ဗဒှ်ပတိတ်ကဵုရမျာၚ် ၁၃ နာဍဳ မာန်ရ။ ယဝ်ရ ဆက်ထိၚ်ဒဝ်အာ အသိၚ်ကမၠောန်ဏအ်မ္ဂး ၁၀၀၀ နာဍဳဂှ် အပ္ဍဲ ၃ ဂိတု စိုပ်မာန်ရောၚ်။

source: 1 sentence collected
mnw: ပကောံဂွံလဝ် ၁ ဝါကျရ။

source: 2019 End-of-Year Release
mnw: မူပ္တိတ် ကၞောတ်သၞာံ ၂၀၁၉

source: 2 down, keep it up!<playIcon></playIcon>
mnw: တုဲအာ ၂ ရ၊ ဆက်ကလၚ်ညိ။ <playIcon></playIcon>

source: ≥ 2 No votes
mnw: မာဲဟွံဒုၚ်တဲဂၠိုၚ်နူ ≥ ၂

source: ≥ 2 Yes votes
mnw: မာဲဒုၚ်တဲဂၠိုၚ်နူ ≥ ၂

source: Abaza
mnw: အာဗာဇာ

source: Abbreviations and Acronyms
mnw: မလိက်ခမၞန် ကေုာံ အက္ခရ်ခမၞန်

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
mnw: မလိက်ခမၞန် ကေုာံ အက္ခရ်ခမၞန် မပ္တံကဵု “USA” ဟွံသေၚ်မ္ဂး “ICE” တအ်ဂှ် ထေက်ကဵု ဒးပါဲဝေင် ပ္ဍဲ မလိက်တမ်ရ၊ ဟိုတ်နူ မလိက်တအ်ဂှ် ဒးဗှ် ကဵုဗီုပြင်ဟွံကိတ်ညဳ ကဵုမလိက်ပံၚ်တအ်မာန်ရ။ ပဵုနူဏံပၠန် သွက်မလိက်ခမၞန်မွဲမွဲမဂှ် နွံကဵုဗီုပြင် ဗှ် စှ်ေစှ်ေဒးဒး ဂၠိုင်ကဵုနဲမာန်ရ။

source: Abkhaz
mnw: အာပ်ခါတ်

source: About
mnw: ပရူပရာ

source: About options menu
mnw: ပရူပရာ စရၚ်ရုဲစှ်

source: About us
mnw: ပရူပရာပိုဲ

source: About us options menu
mnw: စရၚ်ရုဲစှ် ပရူပရာပိုယ်

source: Academic Reference
mnw: ပရေၚ်နိဿဲ သုတေသန

source: Accent
mnw: ရမျာၚ်ဂရုလဟု

source: Accepted file types: .tsv only
mnw: ဂကူဝှာၚ် .tsv တအ်ဂှ်ဟေၚ်ဒုၚ်တဲရောၚ်။

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
mnw: လုပ်ကေတ် တၚ်ဂၞၚ်ဒေတာအလုံလိုက် မဆေၚ်ကဵု ရမျာၚ်ညးစကာသုၚ်စောဲမပါလုပ်တအ် မပၠောပ်လဝ် နကဵု API Common Voice ရ။ ပခိုဟ်ပတိုန် အာပ်ပလဳကေယှေန် မၞး နကဵု ပွမစၟတ်သမ္တီရမျာၚ် ကဆံၚ်သၠုၚ် နူကဵု endpoints သွက်:

source: Access press releases and stories related to Common Voice
mnw: လုပ်ကေတ် လၟေၚ်ပရိုၚ် ကေုာံ ပရူပရာဆက်စပ်ကဵု Common Voice ဂမၠိုၚ်ညိ။

source: Account
mnw: အကံက်

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mnw: ဆက်ရံင်ကေတ် ပရူ ဗၞတ်ဗ္ၜတ် မဍာံပြညိ။

source: Acehnese
mnw: အာချေတ်

source: Achomi
mnw: အာချဝ်မဳ

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
mnw: { $actionType }<micIcon></micIcon> တုဲမ္ဂး ၜိုတ်စှ်ေသဘာဝမာန်ဂှ် ကလေၚ်သွဟ်ညိ။

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
mnw: { $actionType } <playIcon\></playIcon\> ပံက်တုဲ ချူပတိတ် တၚ်နၚ် မၞးကလိဂွံမိၚ်ကေတ် ရမျာၚ်မၞိဟ်ဟီုဒၟံၚ်ဂှ်ညိ။

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mnw: { $actionType }<playIcon></playIcon>ဍေံတအ်ဟီုလဝ်ဝါကျတအ်ဂှ်ကိတ်ညဳဒၟံၚ်ရဟာ

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
mnw: { $actionType }<playIcon></playIcon>ကလၚ်ကေတ်ရမျာၚ်ကလေပ်ဂှ်တုဲ စၟဳစၟတ်အာ ရမျာၚ်ချူပတိတ်ဂှ်ညိ။ ရမျာၚ်ချူပတိတ်ဂှ်ကိတ်ညဳဒၟံၚ်ရဟာ ဟွံကိတ်ညဳမ္ဂး ညံၚ်ဂွံကိတ်ညဳကဵုရမျာၚ်ချူပတိတ်ဂှ်ပလေဝ်ထောံဍိုက်က်ပေၚ်ၚ်ညိ။

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mnw: { $actionType }<recordIcon></recordIcon>တုဲမ္ဂး ဗှ်ပ္တိတ်ရမျာၚ်ဝါကျဂှ် ထတ်တ်ညိ။

source: { $actionType }<stopIcon></stopIcon> when done
mnw: { $actionType }<stopIcon></stopIcon>ကာလတုဲဒှ်အိုတ်

source: { $actionType } submit when ready
mnw: { $actionType }ကာလတုဲဒှ်အိုတ်မ္ဂး ပလံင်ဗ္စိုပ်ညိ။

source: Adamawa Fulfulde
mnw: အာဒါမာဝါ ဖူလ်ဖူလ်ဒေ

source: Add an API credential name
mnw: ထပ်စုတ်ကဵု ယၟု API credential မွဲညိ။

source: Add and Review Sentences, Add Questions, Transcribe Audio
mnw: ထပ်စုတ် ကေုာံ စၟဳစၟတ် ဝါကျ၊ ထပ်စုတ် အရေဝ်သၟာန်၊ ချူပတိတ်ရမျာၚ်

source: Add a question <icon></icon> in { $currentLocale } for people to answer
mnw: ထပ်စုတ် ဂလာန်သၟာန်မွဲ <icon></icon> ပ္ဍဲ { $currentLocale } သွက်မၞိဟ်တအ်ဂွံသွဟ်ညိ။

source: Add as much information as you can about the language. This could include:
mnw: စပ်ကဵုဘာသာဂှ်တုဲ ၜိုတ်မာန်မာန်ဂှ် စုတ်တ်ပရာပရူာဘာသာဂှ်ညိ။ အရာဏံဂှ် ပါလုပ်မပ္တံကဵု -

source: Add <icon></icon> a public domain sentence
mnw: ထပ်စုတ် <icon></icon> ဝါကျ ဒြပ်ညးဂမၠိုၚ် မွဲဝါကျညိ။

source: Add information
mnw: စုတ်တၚ်နၚ်

source: Adding Questions
mnw: ထပ်စုတ်ဒၟံၚ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: Adding Sentences
mnw: ထပ်စုတ်ဒၟံၚ်ဝါကျဂမၠိုၚ်

source: Additional Language
mnw: အရေဝ်ဘာသာထပ်ဗပေၚ်

source: Add Language
mnw: ထပ်စုတ်ဘာသာ

source: Add new custom accent "{ $inputValue }"
mnw: ထပ်စုတ် "{ $inputValue }" ရမျာၚ်ဂရုလဟုတၟိမွဲညိ။

source: Add new sentences for the community to read
mnw: သွက်ကောန်ဂကောံတအ်ဂွံဗှ်ဂှ် ထပ်စုတ်ဝါကျတၟိဂမၠိုၚ်ညိ။

source: Add one sentence per line
mnw: စုတ်မွဲပၞောန်မ္ဂးမွဲဝါကျညိ။

source: Add questions
mnw: ထပ်စုတ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: Add Questions
mnw: ထပ်စုတ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: Add sentences
mnw: ထပ်စုတ်ဝါကျဂမၠိုၚ်

source: Add Sentences
mnw: ထပ်စုတ်ဝါကျဂမၠိုၚ်

source: Add Text
mnw: စုတ်မလိက်

source: Add up to 1,000 sentences
mnw: ထပ်စုတ်စဵုကဵု ၁၀၀၀ ဝါကျမာန်ရ။

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
mnw: ထပ်စုတ် ပုစ္ဆာ စဵုကဵု ၂၅ ပုစ္ဆာ <icon></icon> ပ္ဍဲကဵု တၚ်ဂၞၚ်ဒေတာ { $currentLocale } သွက်မၞိဟ်တအ် ဂွံသွဟ်ညိ။

source: Add Your Voice
mnw: စုတ်စုတ်ရမျာၚ်မၞး

source: Adja
mnw: အာဂျာ

source: Adyghe
mnw: အာဒဳဂေ

source: Afaan Oromo
mnw: အာဖာန် အဝ်ရဝ်မဝ်

source: Afar
mnw: အာပ်ဝှာ

source: A few bytes
mnw: အယျဲ ဗိုက် (bytes) အောန်န်

source: Afrikaans
mnw: အာဖရဳကာန်

source: Age
mnw: အာယုက်

source: A good question for public participation datasets should:
mnw: တင်သၟာန် မခိုဟ် သွက် တၚ်ဂၞၚ်မူလပစ္စယ် ညးဂမၠိုၚ်ပါလုပ်မွဲဂှ် ဒးဒှ် နကဵုဗီုပြင်ဏအ် ရ -

source: Agriculture and Food
mnw: ပရေၚ်တဵုလွဳ ကေုာံ စၞစသုၚ်

source: Albanian
mnw: အာလ်ဗေနဳယျာ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mnw: ရမျှာၚ်လ္ပာ်လက္ကရဴညိညဂှ် မုဟွံဒှ်သာ်လဵုရ၊ ဆဂး ယဝ်ရမၞး ဂွံမိၚ်ကေတ်မၞိဟ်တၞဟ်မွဲဟီုအရေဝ်က္ဍးကၠးမံၚ်မ္ဂး ကလေပ်ရမျှာၚ်ဂှ် ဒးတးပဲါထောံရောၚ်။ ဗွဲမဂၠိုၚ် အကာဲအရာဏအ် ကတဵုဒှ်စပ္ဍဲဒၞာဲ မပံက်လဝ် တဳဗဳ၊ ဟွံသေၚ်မ္ဂး နွံဒၟံၚ်ဗ္ဒာဲ ပ္ဍဲဒၞာဲ တက်ကျာရ။

source: All
mnw: သီုဖအိုတ်

source: All sentence must have the same domain
mnw: ဝါကျ သီုဖအိုတ်ဂှ် သ္ဒးဒှ် ပရေၚ်အုပ်ဓုပ် တုပ်တုပ် ရောၚ်။

source: All sentences must have the same citation
mnw: ဝါကျ သီုဖအိုတ်ဂှ် သ္ဒးနွံကဵု ပရေၚ်နိဿဲ တုပ်တုပ် ရောၚ်။

source: Already have an account? <login>Log-In</login>
mnw: အကံက်နွံလဝ်တုဲတုဲရဟာ<login>လုပ်အကံက်</login>

source: Alsatian
mnw: အာလ်သာယှာ

source: Amba
mnw: အာမ်ဗာ

source: Amharic
mnw: အာမ်ဟာရိတ်

source: Analyzing and improving speech models
mnw: ပွမသ္ၚေဝ်ဂၠေပ် ကေုာံ ပွမပခိုဟ်ပတိုန် မဝ်ဒေဝ်ရမျာၚ်ဂမၠိုၚ်

source: An error occurred fetching sentences
mnw: အဃောကေတ်ဒၟံၚ်ဝါကျဂမၠိုၚ်ဂှ် တၚ်ယောၚ်ယာမံက်တိုန်ကၠုၚ်မွဲရ။

source: An error occurred in voting the question
mnw: အခိၚ်ကဵုဒၟံၚ်မာဲ လ္တူပုစ္ဆာဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်မွဲရ။

source: An error occurred reviewing this sentence
mnw: အဃောစၟဳစၟတ်ဒၟံၚ်ဝါကျဏံဂှ် တၚ်ယောၚ်ယာမံက်တိုန်ကၠုၚ်မွဲရ။

source: An error occurred submitting your voice information
mnw: ကာလပလံၚ်ဗ္စိုပ်ဒၟံၚ်တၚ်နၚ်ရမျာၚ်မၞးဂှ် အရာဗၠေတ်မှာ မံက်တိုန်မွဲရ။

source: An error occurred while creating this transcript
mnw: အခိၚ်ခၞံဗဒှ်ဒၟံၚ် မလိက်ချူပတိတ်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: An error occurred while editing the transcript
mnw: အခိၚ်ပလေဝ်ပလေတ်ဒၟံၚ် လိက်ချူပတိတ်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: An error occurred while recording
mnw: အဃောပၠောပ်ဒၟံၚ်ရမျာၚ်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမံက်က္တဵုဒှ်တိုန်ကၠုၚ်မွဲရ။

source: An error occurred while skipping the transcript
mnw: အခိၚ်သရုၚ်ထောံဒၟံၚ် လိက်ချူပတိတ်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: An error occurred while skipping this prompt
mnw: အဃောသရုၚ်ထောံဒၟံၚ်တၚ်စၞောန်ဏံဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမံက်က္တဵုဒှ်တိုန်ကၠုၚ်မွဲရ။

source: An error occurred while submitting the report
mnw: အခိၚ်ပတိုန်ဒၟံၚ် တၚ်နၚ်ပ္တိုန်ထ္ၜးဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: An error occurred while uploading your response
mnw: အဃောပတိုန်ဒၟံၚ်သွဟ်မၞးဂှ် ပြသၞာမွဲမွဲ ကတဵုဒှ်အာရ။

source: An error occurred while voting the prompt
mnw: အခိၚ်ကဵုဒၟံၚ်မာဲ လ္တူတၚ်စၞောန်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: An error occurred while voting the transcript
mnw: အခိၚ်ကဵုဒၟံၚ်မာဲ လိက်ချူပတိတ်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mnw: ဒေတာညးသုၚ်စောဲပၞုက်ယၟု ဗီုကဵု အာယုက်၊ လိၚ်၊ ကေုာံ ရမျာၚ်ဟီုဂရုလဟုတအ်ဂှ် ရီုဗၚ် ပခိုဟ်ပတိုန်ကဵု ဒေတာရမျာၚ်စကာတဴ သွက်ဂွံ ဗတောန် ပရေၚ်ကိတ်ညဳဍာံပြ စက်စၟတ်သမ္တီရမ္သာၚ် တအ်ရ။ ယၟုစကာသုၚ်စောဲမၞး ကေုာံ အဳမေဲလ် မၞးတအ်ဂှ် ဆက်စပ်ကဵုဒေတာ မၞးမပတိုန်ထ္ၜးလဝ်တအ်လၟိုန်ဟွံသေၚ်ရ၊ တုဲပၠန် သွက်ဂွံ ပတိတ်ထ္ၜး ယၟုစကာသုၚ်စောဲမၞး ကုညးဂမၠိုၚ် ဟွံသေၚ်မ္ဂး ယၟုပၞုက်လဝ်ဂှ် မၞး ရုဲစှ်ကေတ် မာန်ရ။

source: Answer
mnw: သွဟ်

source: Answer questions
mnw: သွဟ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: Answer Questions
mnw: သွဟ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mnw: ပြသၞာအရာဟွံထေၚ်လဝ်တအ်ဂှ်မံက်တိုန်မွဲရ။ ထပ်ဂ္စါန်စရံၚ်မွဲဝါပၠန်ညိ။ သွက်ဂွံကေတ်အရီုဗၚ်ဂှ် လုပ်ပါလုပ် ပ္ဍဲ <matrixLink>ဒၞာဲတက်ကျာ Matrix ဂကောံ </matrixLink>ညိ၊ လ္ၚတ်ရံၚ် ပြသၞာ ဝေပ်သာက်တအ် နူကဵု <githubLink>GitHub</githubLink> ညိ၊ ဟွံသေၚ်မ္ဂး လုပ်ဗဵု <discourseLink>ဝှဝ်ရာမ် Discourse</discourseLink> ပိုဲ ညိ။

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
mnw: ပွမ ပါ်ပရအ် ကၠောန်ဗဒှ် ကေုာံ ထိင်ဒဝ် မူလပစ္စယ် မလိက် ကေုာံ ရမျာၚ်တအ်ဂှ် ညးလဵုမွဲဟွံဟီု မင်မွဲ ကလေင်ပၠောပ်လမျီု ကေုာံ သၠုင်ပတိုန်ကဆံၚ် အရေဝ်ဘာသာဇကု မာန်ရ။

source: API Client Secret
mnw: ဓလုက် API Client

source: API credential deleted successfully
mnw: ဇိုတ်ထောံ API credential တုဲအာ ဗွဲမအံၚ်ဇၞးရ။

source: API Credential Name
mnw: ယၟု API credentials

source: Approve
mnw: ဒုၚ်တဲ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mnw: ရမျာၚ်လက္ကရဴ ဟဗုက်ဗြုဒၟံၚ် သာသာဂှ် ဒုၚ်တဲမာန်ရ၊ ဆဂး ရမျာၚ်တၞဟ်ဟ် မပကဵု ညံၚ်လၟေၚ်အခိုက်ကၞာဲနဲကဲစက် ဂွံစၟတ်သမ္တီ မအရေဝ် မဟွံပါလုပ် ပ္ဍဲလိက်ချူလဝ်တအ်ဂှ် ပိုဲ ဟွံမိက်ဂွံဂွံရ။ ယဝ်ရ မၞး မိၚ်ကေတ် မအရေဝ်တၞဟ် ကၠးကၠး ပါဲနူကဵု လိက်ဂှ်မ္ဂး၊ တးပါဲ ထောံ ကလေပ်ရမျာၚ်ဂှ်ညိ။ ဗွဲမဂၠိုၚ် အရာဏအ် ကတဵုဒှ် ပ္ဍဲဒၞာဲ တဳဗဳ ပံက်လဝ်၊ ဟွံသေၚ်မ္ဂး ပ္ဍဲဒၞာဲ မၞိဟ်ဟီုဒၟံၚ်အရေဝ် ပ္ဍဲဗ္ဒာဲဗ္ဒာဲဂှ်ရ။

source: Arabic
mnw: အာရာပ်

source: Aragonese
mnw: အာရာဂေါန်

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
mnw: မၞးပါလုပ်ဒၟံၚ် ပ္ဍဲဂကောံစမ်ၜတ် Beta သွက်ပရဝ်ဂျေတ် အရေဝ်ဟီုကေတ်တ် Common Voice တုဲယျဟာ?

source: Are you coming? [called by another]
mnw: မၞးကၠုၚ်ဟာ [ညးတၞဟ်ကော်]

source: Are you coming? <strong>[called by another]</strong>
mnw: မၞး ကၠုၚ်ဟာ? <strong>[ကော်လဝ် နကဵု မၞိဟ်တၞဟ်]</strong>

source: Are you sure?
mnw: မၞးချိုတ်ပၠိုတ်ဟာ

source: Are you sure you want to cancel generating an API credential?
mnw: သွက်ဂွံပလီုထောံ ပရေၚ်ခၞံဗဒှ်ပတိတ် API credential ဂှ် မၞးချိုတ်ပၠိုတ်ဟာ

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
mnw: သွက်ဂွံဇိုတ်ထောံ API credential ဂှ် မၞးချိုတ်ပၠိုတ်ဟာ <bold>{ $apiKeyName }</bold> အရာဏံဂှ် ကၠောန်ဏာတုဲ ကလေၚ်ထပ်ကၠောန်ဟွံဂွံရောၚ်။

source: Armenian
mnw: အာမေနဳယျာ

source: Aromanian
mnw: အာရဝ်မေနဳယျာ

source: Arvanitika
mnw: အာဗာနဳတဳကာ

source: Asheninka Perene
mnw: အာရှေနိန်ကာ ပေရေနေ

source: Asheninka South Ucayali
mnw: အာရှေနိန်ကာ ယူကာယာလဳ သၠုၚ်ကျာ

source: Ask about a new language
mnw: သၟာန်ပရူပရာ အရေဝ်ဘာသာတၟိ

source: Ask for codeswitching or request translation
mnw: အာတ်မိက် သွက်ဂွံ ပြံၚ်လှာဲ အရေဝ်ဘာသာ ဟွံသေၚ်မ္ဂး အာတ်မိက် သွက်ဂွံ ကၠာဲဘာသာ

source: Ask Mozilla to share your events
mnw: သွက်ဂွံပါ်ပရအ်ပရေၚ်ချဳဒရာၚ်မၞးဂှ် အာတ်မိက် Mozilla ညိအဴ။

source: Ask sensitive questions
mnw: သၟာန်ပုစ္ဆာဟွံဂပ်ဝ်

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mnw: သၟာန်ပိုဲပ္ဍဲ <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> ဟွံသေၚ်မ္ဂး <emailLink>အီမေဲလ်</emailLink> မာန်ရ။

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
mnw: စတမ်နူ Common Voice 23.0၊ တၚ်ဂၞၚ်ဒေတာ Common Voice အိုတ်သီုတအ်ဂှ် သွက်ဂွံဂၠေါၚ်ဖျေံကေတ်ဂှ် ကလိကေတ်ဂွံမာန် နူကဵု Mozilla Data Collective ဟေၚ်ရောၚ်။ မုက်လိက်ဏအ်ဂှ် ဒှ်တိုက်စၟတ်သမ္တီဝင်မွဲ သွက်တၚ်ဂၞၚ်ဒေတာ Mozilla Common Voice လၟေၚ်ဗာယှေန်အတိတ်တအ်ရ။ တိုက်စၟတ်သမ္တီလၟေၚ်ပတိတ်တအ်ဂှ် ထေက်ကဵုဒးစကာ ပ္ဍဲအကာဲအရာ သုတေသနတၟေၚ်ဟေၚ်ရ၊ သွက် ဂွံဗတောန် ဟွံသေၚ်ရောၚ်၊ သွက်ဂွံ ရှ်ေသှ်ေ ကေုာံ ​ဒ္ဂေတ်ဗက် ပၟိက်အလိုက် ညးမဘိုၚ်ပါလုပ်လဝ်တအ်တအ် မအာတ်မိက်လဝ်သွက်ဂွံ ပ္တိတ်ထောံဂှ် ဒးဒ္ဂေတ်ဗက်ရောၚ်။

source: Assamese
mnw: အာသာမ်

source: Asturian
mnw: အာသတူရဳယာန်

source: Atayal
mnw: အာတာယာလ်

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
mnw: မလိက်မချူပတိတ်နူရမျာၚ်ဂှ် ဒးချူစုတ် ဇၟာပ် မအရေဝ် ဟွံသေၚ်မ္ဂး ရမျာၚ်ဟီုဂး ဟွံဆက်စပ်ကဵုရမျာၚ်ဂကောံအရေဝ် မဟီုပတိတ်လဝ်ကီု သီုကဵု အရေဝ်မဟီုထပ်လဝ်တအ်ဂှ်ကီုညိ။

source: Attention!
mnw: သတိ

source: Audio Format
mnw: ဗီုပြင်ရမျာၚ်

source: Audio playback progress slider
mnw: မဍဵုပဆုဲ လၟေၚ်ကလေၚ် ဗလးရမျာၚ်

source: Auto
mnw: အလဵုလဵု

source: Automotive and Transport
mnw: ကွဳစက် ကေုာံ ပရေၚ်ပလံၚ်ဗစိုပ်

source: Avatar
mnw: ကောန်ရုပ်ပရဝ်ဝှာၚ်

source: Avatar uploaded
mnw: ပတိုန်ဗီုရုပ်တုဲဒှ်အာရ။

source: Average
mnw: ဓမ္မတာ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mnw: ကလေပ်ရမျာင်မွဲဂှ် ညးသုင်စောဲမွဲတၠ ကဵုမာဲ "ဒး" (Yes) တုဲမှ၊ စၟတ်သမ္တီအာ "ဒး" (Valid) မာန်ရောၚ်။

source: Avoid too much background noise - it should be easy to hear you.
mnw: ဝေင်ပဲါ ရမျာင်မ္ၚး ဂၠိုင်ၚ်ညိ - ရမျာင်မၞး ဒးကလၚ်ကလးရောၚ်။

source: Awards
mnw: လာဘ်ဂမၠိုၚ်

source: Azerbaijani
mnw: အာဇာဗာဲဂျာန်

source: Baatonum
mnw: ဗာတဝ်နုမ်

source: Baba Malay
mnw: ဗာဗာ မာလေ

source: Back
mnw: ကလေၚ်

source: Background Noise
mnw: ရမျာၚ်ညာန် လက္ကရဴ

source: Background Voices
mnw: ရမျာၚ်ညာန် လက္ကရဴဂမၠိုၚ်

source: Back to Top
mnw: ကလေၚ်တိုန်လ္တူတေံ

source: Backwards
mnw: ဆုတ်ကလေၚ်

source: Bafia
mnw: ဗာဖဳယျာ

source: Bafut
mnw: ဗာဖုတ်

source: Bahasa Malay
mnw: ဗာဟာသ မာလေ

source: Bakoko
mnw: ဗာကောကော

source: Balochi
mnw: ဗလောချဳ

source: Balti
mnw: ဗာလ်တဳ

source: Bambara
mnw: ဗာမ်ဗာရာ

source: Bamun
mnw: ဗာမုန်

source: Bamvele
mnw: ဗာမ်ဗေလေ

source: Bankon
mnw: ဗာန်ကောန်

source: Baoule
mnw: ဗာအူလေ

source: Basaa
mnw: ဗာသာ

source: Bashkir
mnw: ဗာယှ်ကဳရ်

source: Basque
mnw: ဗာသ်

source: Batanga
mnw: ဗာတာၚ်ဂါ

source: Bateri
mnw: ဗာတေရဳ

source: Be careful with lookalike words
mnw: စွံသတိကဵု မအရေဝ်ဝေါဟာ ရံၚ်စတုပ်တအ်ဂှ်ညိ။

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mnw: ဟိုတ်နူ ညးမဗှ်ဂှ် ပတိတ်ရမျာၚ် မအရေဝ် ဗၠေတ်အာ၊ စွံရမျှာၚ်ဇြိုၚ်သာ ပ္ဍဲဒၞာဲဗၠေတ်အာ၊ ဟွံသေၚ်မ္ဂး ဟွံစွံသတိ လ္တူ သင်္ကေတသၟာန်တအ်တုဲ ကိုပ်ကၠာနူ ဟွံဂွံ တးပါဲ ကလေပ်ရမျာၚ်ဂှ် စွံသတိညိ။ ပ္ဍဲအလုံဂၠးတိဏအ် နဲကဲပတိတ်ရမျာၚ် နာနာသာ် သုၚ်စောဲတဴဒၟံၚ်တုဲ၊ လ္ၚဵုတအ်ဂှ် မၞး ဟွံကေၚ်မိၚ်လဝ် ပ္ဍဲ ပွဳပွူဒေသမၞးလေဝ်ဒှ်မာန်ရ။ သွက် ညးမဟီုအရေဝ် တၞဟ်ခြာ နူ မၞး တအ်ဂှ် ကၠိုဟ်တဴကဵုညိ။

source: Become a Common Voice Partner
mnw: ဒှ်မဟာမိတ် Common Voice မွဲတၠညိ

source: Be easy to understand and respond to
mnw: ဒးကၠိုဟ် ကေုာံ ဒးကလေၚ်သွဟ် လောဲသွာ

source: Be generally relevant
mnw: ဗွဲယျေဘုယျမ္ဂး ဒးကိတ်ညဳ

source: Belarusian
mnw: ဗေလာရုယှာန်

source: Benefits
mnw: ဂုဏ်ဖဵုဂမၠိုင်

source: Bengali
mnw: ဗေၚ်ဂါလဳ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mnw: [‘ဗေရက်’ (ခမံၚ်စေၚ်) ဂှ် စွံရမျာၚ်ဇြိုၚ် ပ္ဍဲမအက္ခရ်ကၠာ (UK) ဟွံသေၚ်မ္ဂး မအက္ခရ်ဒုတိယ (US) လေဝ် ဂွံဒၟံၚ်ရ]

source: Betawi
mnw: ဗေတာဝဳ

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
mnw: ပရေင်ထံက်ပခိုၚ်ပခိုဟ်တိုန် သွက် အရေဝ်ဘာသာမဍာံစၟတ် ညံင်ရဴ ပရေင်စကာအရေဝ်ဘာသာနာနာ ကေုာံ <mark>ပရေင်ပြံင်လှာဲအရေဝ်ဘာသာ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
mnw: ပရေၚ်ထံက်ပခိုဟ်ပတိုန် သွက်အရေဝ်ဘာသာဂမၠိုၚ် မၞုံကဵုတၚ်နၚ်လိက်ပကောံအောန် ဟွံသေၚ်မ္ဂး <mark\>ဟွံမွဲကဵု တၚ်နၚ်လိက်ပကောံ</mark\> သွက်ဂွံသုၚ်စောဲ (ဥပမာ - အရေဝ်လဟီုဂကောံမၞိဟ်၊ အရေဝ်လဟီုတၞဟ်ခြာဂမၠိုၚ်၊ အရေဝ်ဘာသာ ဟွံမွဲကဵု လိက်ပတ် နူတမၠာတအ်ဂှ်ရ)

source: Bodo
mnw: ဗိုဒို

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
mnw: <bold>ဂကောံညးဍုင်ကွာန် ကေုာံ သၟာသုတေသဳဂမၠိုင်</bold> - ခၞံဗဒှ်၊ ဂိုင်ဒေပ် ကေုာံ ပါ်ပရအ် တၚ်ဂၞၚ်မူလပစ္စယ် မၞုံကဵုဖဵုဂၠိုၚ် မသက္ကုၚုဟ်ဂမၠိုင်

source: <bold>{ $count }</bold> Clips
mnw: <bold>{ $count }</bold>ကလေပ်

source: <bold>Currently, there are no API credentials associated with your account.</bold>
mnw: <bold> ပစ္စုပ္ပန်ဏံ API credentials ဆက်စပ်ကဵုအကံက်ဏံဂှ် ဟွံမွဲတဴရ။</bold>

source: <bold>Help us</bold> find more voices
mnw: <bold>ရီုဗၚ်ပိုဲ</bold> ဂၠာဲရမျာၚ်ဂမၠိုၚ်ညိ။

source: <bold>If you value open, inclusive data - donate today!</bold>
mnw: <bold>ယဝ်ရ မၞး စွံၚုဟ်မး ကု တင်ဂၞင်သၠးပွး တၚ်ဂၞၚ်မပါလုပ်သီုဖအိုတ်မ္ဂး - ကဵုဒါန် တ္ၚဲဏအ် ညိ</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
mnw: <bold>တင်စၟတ်သမ္တီ ကိစ္စဇၞော်၊ ခၞံဗဒှ်ပတိတ် API Credentials</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
mnw: <bold>ပရဟိတ</bold> ထံက်ပၚ် ပရေၚ်ခၞံဗဒှ်တၚ်ဂၞၚ်မူလပစ္စယ် ကဵုဇြဟတ်ကုညးဒေသ သွက်ဂွံပ္တန်ဗဒှ် ကေုာံ ဗဂဵုလဟဵုတိုန်အာ

source: <bold>Save Your Keys Securely</bold>
mnw: <bold>သီဂိုၚ်ကေတ် ကသအ်ဓလုက်မၞး ဗွဲမဂီုကၠီုညိ။</bold>

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
mnw: <bold>ကမ္ပဏဳ သိပ္ပံတအ်</bold> - ပတိတ်တမ်ရိုဟ် ပ္ဍဲပရေင်ခၞံဗဒှ်သၠဲတၚ်ဂၞၚ်မူလပစ္စယ် နဲကဲ AI စုၚ်လေၚ် အရၚ်အရေဝ်ဘာသာမဇၞော်မောဝ်ဒၟံၚ်နာနာတအ်ရ။

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
mnw: မုဟိုတ် AI ဂွံကၠောန်ကမၠောန် သွက်အရေဝ်ဘာသာဂၠးတိညိညဓဝ်ဂှ်ရော?

source: Borgu Fulfulde
mnw: ဗောရ်ဂူ ဖူလ်ဖူလ်ဒေ

source: Bosnian
mnw: ဗောသနဳယာန်

source: Both
mnw: သီုၜါ

source: Both (Speak and Listen)
mnw: သီုၜါ (ဟီု ကေုာံ ကလၚ်)

source: Brahui
mnw: ဗရာဟူအဳ

source: Breton
mnw: ဗရဳတောန်

source: [British English might make "root"]
mnw: [အၚ်္ဂလိက်အေၚ်ဂလာန်ဂှ် သ္ပထောံညံၚ်ရမျှာၚ် "ရုတ်" ရ။]

source: Browse Languages
mnw: ပံက်ဂၠာဲဘာသာဂမၠိုၚ်

source: Brushaski
mnw: ဗရူယှာသကဳ

source: Build a custom goal
mnw: ကၠောန်ဗဒှ်တိုၚ်ပ္ကဴရန်တၟံအပိုၚ်မွဲ

source: Build Profile
mnw: သိုၚ်ခၞံ ပရဝ်ဝှာၚ်

source: Bukusu
mnw: ဗူကူသူ

source: Bulgarian
mnw: ဗူဂေရဳယာန်

source: Bulk batch
mnw: ဝါကျဂၠိုၚ်ၚ်

source: Bulk Sentences Uploaded
mnw: ဝါကျ ဗွဲမဂၠိုၚ် ပတိုန်လဝ် တုဲယျ

source: Bulu
mnw: ဗူလူ

source: Bunun
mnw: ဗူနုန်

source: Burmese
mnw: ဗၟာ

source: Buryat
mnw: ဗူရဳယာတ်

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mnw: <b>မုဟိုတ် ဒးကဵု အဳမေလ်ရော</b> ပိုဲဂွံဆက်စၠောအ်ကဵုမၞး ပရူပရေင်ပြံင်လှာဲ ဒတန်တင်ဂၞင်မာန်၊ အဳမေလ်ဂှ် ဒှ်ဒၞာဲ သွက်ပိုယ် ဂွံဆက်စၠောအ် မွဲရ။

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
mnw: နကဵုပွမဍဵု "ပလံၚ်ဏာ အဆက် (link) ကဵု အဳမေလ်မၞး" ဂှ်၊ မၞးတုပ်စိုတ်ကဵု <termsLink>စေဝ်ပၞောန်</termsLink> ကေုာံ <privacyLink>မူဝါဒပရေင်စဵုဒၞာပူဂဵု</privacyLink> ပိုဲတုဲ၊ မဝ်ဇြဳလာ သွက်ဂွံပလံၚ်အဳမေလ်ကဵုတင်ဂၞင် ဗီုဂွံပါလုပ် ပ္ဍဲပွမစမ်ၜတ် Beta သွက်ပရဝ်ဂျေတ် အရေဝ်ဟီုကေတ်တ် Common Voice ရောင်။

source: By editing your goal, you may lose your existing progress.
mnw: ပွမပလေဝ်ဒါန်တဴတိုၚ်ပ္ကဴမၞးဂှ် ပရေင်တဴတက် မနွံဒၟံင်ဂှ် မၞးဆောံလေင်အာမာန်ရ။

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mnw: နကဵု ပွမရုဲစှ်တဴ သွက်ဂွံဒုၚ်တဲ အဳမေဝ်ဂှ် မၞးတုပ်စိုတ် ဒဒှ်ရ Mozilla ရပ်စပ် တၚ်နၚ်ပရိုၚ်ဏအ် အတိုၚ် မပသောင်ကလးလဝ် ပ္ဍဲ <privacyLink>ပရေင်စဵုဒၞာပူဂဵု</privacyLink> Mozilla ဂှ်ရ။

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mnw: <b>မၞးတုပ်စိုတ်</b> ဟွံဂစာန် ဂၠာဲသ္ၚေဝ် တင်ဂၞင်ပူဂိုလ် ညးမဟီုစုတ်လဝ်ရမျာၚ် ပ္ဍဲ ဒတန်တင်ဂၞင် Common Voice ရောၚ်။

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mnw: နကဵုပွမကဵုတဴတၚ်နၚ်ပရူပရာမၞးကီု ပွမကဵုတဴရမျာၚ်ဒေတာ မၞးမပတိုန်ထ္ၜးလဝ် ပ္ဍဲ Common Voice တအ်ဂှ် ဒှ်သွက်စက် စၟတ်သမ္တီရမျာၚ် မစကာဒေတာဏအ် သွက်ဂွံ ပခိုဟ်ပတိုန် ကိတ်ညဳဍာံပြညးတအ်ဂှ် ဒှ်ဂုဏ်ဖိုလ် ဂၠိုၚ်တိုန်မာန်ရ။

source: By telling us about yourself, you will help developers build more inclusive technology
mnw: ပွမဟီုလဴထ္ၜးကဵု ပရူမၞး ကုပိုဲဂှ် ညးမခၞံဗဒှ်တအ် ညံၚ်ဂွံ ခၞံဗဒှ် နဲကဲပညာ မပါလုပ်မာန်ဂၠိုၚ်ဂှ် မၞး ရီုဗၚ်ကဵုမာန်ရ။

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mnw: ပွမသုၚ်စောဲတဴ Common Voice ဂှ် မၞးဒးတုပ်စိုတ်ကဵု <termsLink> စေဝ်ပၞောန် </termsLink> ကေုာံ <privacyLink> တၚ်သမ္တီ ပရေင်စဵုဒၞာပူဂဵု </privacyLink> ပိုယ်တအ်ရောၚ်။

source: Cameroon Pidgin
mnw: ကာမ္မာရုန် ပဳဂျေန်

source: [Canadian English might make "route" sound like "rowt"]
mnw: [အၚ်္ဂလိက်ခနေဒဳယျာန်ဂှ် သ္ပထောံ "ရောက်" ညံၚ်ရမျှာၚ် "ရုတ်" ရ။]

source: Can be answered in a few sentences
mnw: သှ် နကဵု ဝါကျ ညိည မာန်ရ။

source: Cancel
mnw: ပလီုထောံ

source: Cancel Re-recording
mnw: ပလီုထောံ သွက်ဂွံရပ်ပၠောပ်မျာၚ်မွဲဝါပၠန်ညိ။

source: Cancel Submission
mnw: ပလီုပရေၚ်ပလံၚ်ဗ္စိုပ်

source: Cannot submit more than 1000 sentences
mnw: ပတိုန်ဂၠိုၚ်နူ ၁၀၀၀ ဝါကျဟွံဂွံရောၚ်။

source: Can't decide?
mnw: ဖျေံသ္ဂုတ်သ္ဂာတ်ဟွံမာန်ဟာ

source: Cantonese
mnw: ကာန်တန်

source: Catalan
mnw: ကာတာလာန်

source: Central Alaskan Yupʼik
mnw: ယူပိက် အလာတ်သကာ လဒေါဝ်

source: Central Kurdish
mnw: ခိုတ်ဒိတ် လဒေါဝ်

source: Central Puebla Nahuatl
mnw: နာဝါတ် ပူအေဗလာ လဒေါဝ်

source: Central Tarahumara
mnw: တာရာဟူမာရာ လဒေါဝ်

source: Change preferences
mnw: သၠာဲအရာသၠိုက်မၠိုက်

source: Changes both display and dataset language
mnw: သၠာဲ ဘာသာထ္ၜး ကေုာံ တၚ်ဂၞၚ်ဒေတာ သီုၜါ

source: Changes contribution language of dataset only
mnw: ပြံၚ်လှာဲ အရေဝ်ဘာသာ ပလံၚ်ဗစိုပ် တၚ်ဂၞၚ်ဒေတာ သၟး
